Repository: ahmedhelmy007/t4edu
Catalog: training_portal/src/Tatweer/TrainingBundle/Resources/translations/departments.*.xlf
Languages: ar

source: Departments List
ar: قائمة الأقسام

source: Name
ar: الإسم

source: Department Moderator
ar: مدير القسم

source: Department Structure Responsible
ar: مسؤول انشاء هيكل تنظيمي

source: Department creation
ar: إنشاء قسم

source: Description
ar: الوصف

source: Department edit
ar: تحديث القسم

source: Related groups
ar: المجموعات الفرعية

source: Department employees
ar: موظفي القسم

source: Employee name
ar: اسم الموظف

source: Employee No
ar: الرقم الوظيفي

source: Employee Grade
ar: الدرجة الوظيفية

source: Employee mail
ar: البريد الالكتروني

source: Employee role
ar: دور الموظف

source: Group name
ar: اسم المجموعة

source: Group moderator
ar: المدير المباشر
