Repository: ahmedhelmy007/t4edu
Catalog: training_portal/src/Tatweer/TrainingBundle/Resources/translations/mail.*.xlf
Languages: ar

source: Training details review
ar: مراجعة بيانات تفاصيل برامج التدريب

source: Dear Mr./MS
ar: عزيزي/تي

source: Kindly review your training details in employee training system
ar: يرجي مراجعة تفاصيل بيانات التدريب المحددة لكم في نظام إدارة التدريب.

source: Kindly review your employees training details in employee training system
ar: يرجي مراجعة تفاصيل بيانات التدريب للموظفين التابعون لكم في نظام إدارة التدريب.

source: Your training request has been rejected in employee training system
ar: تم رفض طلبات التدريب المحددة لكم في نظام إدارة التدريب.

source: Training request rejected
ar: رفض طلب التدريب

source: Training requests review
ar: مراجعة تفاصيل طلبات التدريب

source: Kindly review the employees training request in employee training system
ar: يرجي مراجعة تفاصيل بيانات التدريب المرسلة اليكم في نظام إدارة التدريب.

source: Training needs rejected
ar: رفض طلب التدريب

source: Your employees training request have been rejected in employee training system
ar: تم رفض طلبات التدريب للموظفين التابعون لكم في نظام إدارة التدريب

source: Training requests have been rejected in employee training system
ar: تم رفض طلبات التدريب التابعة لكم في نظام إدارة التدريب

source: You are not allowed to send training request now in employee training system
ar: تم إيقاف إمكانية إرسال طلبات تدريب لكم في نظام إدارة التدريب

source: You are allowed to send training request now in employee training system
ar: تم تفعيل إمكانية إرسال طلبات تدريب لكم في نظام إدارة التدريب

source: Training requests Availability
ar: إمكانية تقديم طلب تدريب

source: Employees evaluation reminder
ar: تذكير باستكمال بيانات تقييم الموظفين

source: Kindly make sure that you have finished your employees evaluation data
ar: يرجي التأكد من إنهاء كافة تقييمات الموظفين التابعون لكم في نظام إدارة التدريب

source: Employees training needs reminder
ar: تذكير باستكمال بيانات تقييم الموظفين

source: Kindly make sure that you have finished your employees training needs data in employee training system
ar: يرجي التأكد من تحديد المتطلبات التدريبية للموظفين التابعون لكم في نظام إدارة التدريب

source: Employees training evaluation reminder
ar: تذكير بتقييم الموظفين الحاصلين على تدريب

source: Kindly make sure that you have finished your employees training courses evaluation in employee training system
ar: يرجي التأكد من تقييم الموظفين التابعون لكم والحاصلين على تدريب في نظام إدارة التدريب
