Repository: ahmedhelmy007/t4edu
Catalog: training_portal/src/Tatweer/TrainingBundle/Resources/translations/navbar.*.xlf
Languages: ar

source: Request individual training
ar: طلب تدريب فردي

source: Evaluation Network
ar: شبكة التقييم

source: Dates Of my Trainig Approved
ar: مواعيد تدريباتي المعتمدة

source: Home
ar: الصفحة الرئيسية

source: Departments
ar: الإدارات

source: Training expenses classes
ar: ادارة التكاليف

source: Periods
ar: الفترات

source: Budgets
ar: الميزانيات

source: Evaluation
ar: التقييم

source: Training needs managment
ar: ادارة الاحتياجات التدريبية

source: Follow Up Requests
ar: متابعة طلبات التدريب

source: My training needs
ar: احتياجاتي التدريبية

source: HR Follow Up Requests
ar: متابعة طلبات التدريب لل HR

source: HR Training details
ar: تفاصيل التدريب لل HR

source: Training details managment
ar: ادارة تفاصيل التدريب

source: My Training details
ar: تفاصيل تدريباتي

source: Training department members
ar: ادارة موظفي التدريب

source: Manage Individuals Training Requests
ar: ادارة طلبات التدريب الفردي

source: Preferences
ar: اعدادات

source: Request training
ar: طلب تدريب

source: Individual training requests
ar: طلبات التدريب الفردية

source: Follow up Individual requests
ar: متابعة طلبات التدريب الفردية

source: Training evaluation
ar: تقييم التدريب
