Repository: ahmedhelmy007/t4edu
Catalog: training_portal/src/Tatweer/TrainingBundle/Resources/translations/periods.*.xlf
Languages: ar

source: Evaluation Periods list
ar: فترات التقييم

source: Period name
ar: اسم الفترة

source: Add new evaluation period
ar: إنشاء فترة تقييم جديدة

source: Evaluation period main data
ar: البيانات الأساسية لفترة التقييم

source: Evaluation duration in months
ar: مدة التقييم بالأشهر

source: Reminder date
ar: تاريخ التذكير بالبريد الإلكتروني

source: Training needs period
ar: فترة الاحتياجات التدريبية

source: Training needs start date
ar: تاريخ البداية

source: Training needs end date
ar: تاريخ النهاية

source: Training needs reminder date
ar: تاريخ التذكير

source: Are you sure you want to delete selected period?
ar: هل أنت متأكد من حذف الفترة المختارة

source: Selected evaluation period has evaluations for employees, you couldn’t delete it.
ar: لا يمكن حذف الفترة المختارة حيث يوجد بها تقييمات للموظفين.
