Repository: ahmedhelmy007/t4edu
Catalog: training_portal/src/Tatweer/TrainingBundle/Resources/translations/trainingevaluation.*.xlf
Languages: ar

source: Training Evaluations list
ar: قائمة التقييمات

source: TRAINING PROGRAM DETAILS
ar: معلومات البرنامج التدريبي

source: Starting Date
ar: تاريخ البدء

source: Ending Date
ar: تاريخ الانتهاء

source: Duration
ar: مدة البرنامج

source: Program Name
ar: اسم البرنامج

source: Provider Name
ar: جهة التدريب

source: Program Location
ar: مكان الانعقاد

source: Evaluation Scale
ar: درجة التقييم

source: COMMENTS
ar: التعليقات

source: SIGNATURE
ar: التوقيع

source: Name/Signature /Date
ar: الاسم / التوقيع / التاريخ

source: EVALUATION
ar: التقييم

source: Please choose the appropriate number that reflects your opinion, (1) Poor – (5) Excellent
ar: الرجاء اختيار الرقم الذي يعكس انطباعك الشخصي، حيث ان التقييم من (1) إلى (5)، الرقم (1) يعتبر غير مرضي والرقم (5) يعتبر متميز

source: Comment
ar: التعليق

source: TRAINING EVALUATION FORM
ar: نموذج تقييم التدريب
