Repository: ahmedhelmy007/t4edu
Catalog: training_portal/src/Tatweer/TrainingBundle/Resources/translations/trainingdetails.*.xlf
Languages: ar

source: Training program
ar: البرنامج التدريبي

source: Course name
ar: اسم البرنامج

source: Provider
ar: جهة التدريب

source: Start date
ar: تاريخ البداية

source: End date
ar: تاريخ النهاية

source: Duration
ar: المدة

source: Location
ar: مكان الانعفاد

source: Country
ar: الدولة

source: City
ar: المدينة

source: Language
ar: لغة البرنامج

source: Cost (in Saudi Riyals)
ar: التكاليف ( بالريال السعودي )

source: course fees
ar: رسوم البرنامج

source: Perdiem
ar: بدل انتداب

source: Flight
ar: التذكرة

source: Other
ar: اخرى

source: Value
ar: القيمة

source: Training courses details
ar: تفاصيل البرنامج التدريبي

source: Training needs program
ar: البرنامج التدريبي
