Repository: ahmedhelmy007/t4edu
Catalog: training_portal/src/Tatweer/TrainingBundle/Resources/translations/trainingneed.*.xlf
Languages: ar

source: PERSONAL INFORMATION
ar: البيانات الشخصية

source: Employee Name
ar: اسم الموظف

source: Grade
ar: الدرجة الوظيفية

source: Job Title
ar: المسمى الوظيفي

source: Dept. / Project
ar: الإدارة / البرنامج

source: Employee No.
ar: الرقم الوظيفي

source: Extension No.
ar: رقم التحويلة

source: Appraisal Period
ar: فترة التقييم

source: FINANCIAL AND ADMINISTRATIVE AFFAIRS
ar: الشؤون المالية والادارية

source: HUMAN RESOURCES DEPARTMENT
ar: إدارة الموارد البشرية

source: TRAINING NEEDS ASSESSMENTS FORM
ar: نموذج تحليل الاحتياجات التدريبية

source: JOB OBJECTIVES
ar: الأهداف الوظيفية

source: Please write down the top five Job Objectives for the employee and rate his performance to them.
ar: الرجاء كتابة اهم خمس مهام وظيفية للموظف وتقييم أداءه لها.

source: OBJECTIVES
ar: المهام

source: MANAGER APPROVAL
ar: موافقة المدير

source: Name/Signature/Date
ar: الاسم / التوقيع / التاريخ

source: TRAINING AND DEVELOPMENT
ar: التدريب والتطوير

source: HR DEPARTMENT APPROVAL
ar: موافقة إدارة الموارد البشرية

source: TRAINING BASED ON PERFORMANCE EVALUATION
ar: البرامج التدريبية وفق تقييم الأداء السنوي

source: Please find the suggested training program collected from the annual Performance Evaluation for the year {year}, kindly, rate them and you can add additional programs on Table (4).
ar: الرجاء الاطلاع على برامج التدريب المقترحة ضمن تقييم الأداء السنوي لعام {year} م، وتقييمها حسب الأهمية ويمكن اقتراح برامج إضافية في حقل رقم (4).

source: TRAINING PROGRAMS
ar: البرامج التدريبية

source: ADDITIONALTRAINING PROGRAMS
ar: برامج تدريبية إضافية

source: You may suggest more training programs that were not included in the annual Performance Evaluation for {year}
ar: يمكنكم اقتراح المزيد من البرامج التدريبية التي لم يتم ذكرها خلال التقييم السنوي لعام {year} م.

source: SUGGESTED TRAINING PROGRAMS (From HR)
ar: البرامج التدريبية المقترحة (من الموارد البشرية)

source: The suggested training program from HR/Training and Development based on the employee Job Objectives and responsibilities.
ar: التدريبية المقترحة من إدارة الموارد البشرية/التدريب والتطوير بناء على المهام الوظيفية للموظف ومسؤولياته.

source: Training Programs are suitable
ar: البرامج مناسبة

source: Training Programs are not suitable
ar: البرامج غير مناسبة

source: Comment
ar: تعليق

source: Request history
ar: سجل الطلب

source: User data
ar: معلومات المستخدم

source: Status changes
ar: التغيرات

source: Created by
ar: أنشئت بواسطة

source: Request ID
ar: رقم الطلب

source: Request status
ar: حالة الطلب

source: Last updated
ar: اخر تعديل

source: Last updated by
ar: التعديل بواسطه

source: Created
ar: معلومات الانشاء

source: Status changes
ar: التغيرات

source: Send to
ar: مرسل الى

source: by
ar: بواسطة

source: Accept by
ar: مقبول بواسطة

source: Group Leader
ar: مدير مجموعة

source: Approved by
ar: موافق بواسطة

source: Rejected by
ar: مرفوض بواسطة
