Repository: ahmedhelmy007/t4edu
Catalog: training_portal/src/Tatweer/TrainingBundle/Resources/translations/users.*.xlf
Languages: ar

source: Domain user name
ar: اسم المستخدم

source: Fullname
ar: الاسم بالكامل

source: Employee Title
ar: المسمى الوظيمي

source: Mail
ar: البريد الالكتروني

source: Users list
ar: قائمة المستخدمين

source: Employee No.
ar: الرقم الوظيفي

source: Arabic Fullname
ar: اسم الموظف بالعربي

source: English Fullname
ar: اسم الموظف بالانجليزي

source: Assign Users
ar: اسناد مستخدمين

source: Assign role(s)
ar: اسناد أدوار

source: Employee grade
ar: الدرجة الوظيفية

source: Employee roles
ar: أدوار الموظف

source: Edit user
ar: تحديث بيانات المستخدم

source: User roles
ar: أدوار المستخدم
