Repository: ahmedhelmy007/t4edu
Catalog: training_portal/src/Tatweer/TrainingBundle/Resources/translations/validators.*.xlf
Languages: ar

source: Fill Department name
ar: اسم القسم مطلوب

source: Department name should be more than 3 characters
ar: إسم القسم يجب أن لا يقل عن 3 أحرف

source: Department name max length is 45
ar: إسم القسم يجب أن لا يزيد عن 45 حرف

source: Department name cannot contain a special characters
ar: إسم القسم يجب أن لا يحتوي على رموز

source: Department name already exists
ar: إسم القسم موجود مسبقا

source: Field is required
ar: الحقل مطلوب

source: Minimum 3 characters
ar: يجب إدخال 3 أحرف على الأقل

source: Maximum 100 characters
ar: أقصى عدد للأحرف 100 حرف

source: Special characters not allowed
ar: لا يسمح بإدخال رموز خاصة

source: This name already used
ar: هذا الاسم مستخدم مسبقا

source: Evaluation period start date Shouldn't be greater than end date
ar: تاريخ بداية فترة التقييم يجب ألا يكون أكبر من تاريخ نهايتها

source: Training needs period start date Shouldn't be greater than end date
ar: تاريخ بداية فترة الاحتياجات التدريبية يجب ألا يكون أكبر من تاريخ نهايتها

source: Training needs period start date shouldn't precede evaluation period end date
ar: يجب ألا يسبق تاريخ بداية فترة الاحتياجات التدريبية تاريخ نهاية فترة التقييم

source: There is overlapping between periods
ar: يوجد تداخل بين الفترات

source: Maximum 45 characters
ar: أقصى عدد للأحرف 45 حرف

source: Please fill out this field.
ar: يرجى تعبئة الحقل

source: This name already in use
ar: الإسم موجود مسبقا
